[
  {
    "Author": "David Baldacci",
    "Book": "SIMPLY LIES",
    "Summary": "A former detective becomes the prime suspect in a murder case involving a man with mob ties who was in witness protection."
  },
  {
    "Author": "Bonnie Garmus",
    "Book": "LESSONS IN CHEMISTRY",
    "Summary": "A scientist and single mother living in California in the 1960s becomes a star on a TV cooking show."
  },
  {
    "Author": "Ann Napolitano",
    "Book": "HELLO BEAUTIFUL",
    "Summary": "In a homage to Louisa May Alcotts “Little Women,” a young mans dark past resurfaces as he gets to know the family of his college sweetheart."
  },
  {
    "Author": "Colleen Hoover",
    "Book": "IT ENDS WITH US",
    "Summary": "A battered wife raised in a violent home attempts to halt the cycle of abuse."
  },
  {
    "Author": "Laura Dave",
    "Book": "THE LAST THING HE TOLD ME",
    "Summary": "Hannah Hall discovers truths about her missing husband and bonds with his daughter from a previous relationship."
  },
  {
    "Author": "Bessel van der KolkPenguin",
    "Book": "THE BODY KEEPS THE SCORE",
    "Summary": "How trauma affects the body and mind, and innovative treatments for recovery."
  },
  {
    "Author": "Michelle ZaunerVintage",
    "Book": "CRYING IN H MART",
    "Summary": "The daughter of a Korean mother and Jewish American father, and leader of the indie rock project Japanese Breakfast, describes creating her own identity after losing her mother to cancer."
  },
  {
    "Author": "bell hooksMorrow",
    "Book": "ALL ABOUT LOVE",
    "Summary": "The late feminist icon explores the causes of a polarized society and the meaning of love."
  },
  {
    "Author": "Tara WestoverRandom House",
    "Book": "EDUCATED",
    "Summary": "The daughter of survivalists, who is kept out of school, educates herself enough to leave home for university."
  },
  {
    "Author": "David GrannDoubleday",
    "Book": "THE WAGER",
    "Summary": "The survivors of a shipwrecked British vessel on a secret mission during an imperial war with Spain have different accounts of events."
  }
]